Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/income_tax_credits_and_reliefs_following_a_death.html.txt.tmx
Source language: en
Languages: ga

source: Income tax credits and reliefs following a death
ga: Creidmheasanna agus faoiseamh cánach ioncaim tar éis báis

source: • The year of death
ga: • Creidmheasanna cánach i rith na bliana báis

source: • Following the year of death
ga: • Conas iarratas a dhéanamh

source: • How to apply • Where to apply
ga: • Cá háit a ndéanfaidh mé iarratas

source: Tax credits reduce the amount of tax you have to pay
ga: Laghdaíonn creidmheasanna cánach an méid cánach a bhíonn ort a íoc

source: You can read about how your income tax is calculated for an explanation of how tax credits work
ga: Is féidir leat léamh faoin gcaoi a ríomhtar do chuid cáin ioncam chun míniú a fháil ar conas mar a oibríonn creidmheasanna cánach

source: This document explains the tax credits that apply to the income of a deceased person
ga: Míníonn an doiciméad seo na creidmheasanna cánach a bhaineann le h-ioncam dhuine atá básaithe

source: It also explains the tax credits and reliefs that are available to a widowed person or surviving civil partner
ga: Míníonn sé chomh maith na creidmheasanna agus faoiseamh cánach atá ar fáil do bhaintreach/baintreach fir

source: You can get more information about other money matters after death
ga: Is féidir leat eolas a fháil faoi chúrsaí airgeadais tar éis báis anseo

source: The year of death
ga: Creidmheasanna cánach i rith na bliana báis

source: In the year in which they die, a single person has the normal tax credits to which they are entitled for the whole year, January to December. (Widowed people and surviving civil partners are treated in the same way.) If a refund of tax is due, it can be claimed by the person responsible for finalising the affairs of the deceased
ga: Sa bhliain a fhaigheann siad bás, tá na gnáthchreidmheasanna cánach atá an duine singil i dteideal don bhliain iomlán, Eanáir go Nollaig.(Caitear le baintreach fir nó mná agus páirtnéirí shibhialta marthanaigh ar an gcaoi chéanna.) Má tá aisíoc cánach le n-íoc, is féidir leis an duine, atá freagrach as cúramaí airgeadais an té atá básaithe, éileamh a dhéanamh air

source: Unmarried couples are treated as single for tax purposes
ga: Breathnaítear ar lánúineacha neamhphósta mar dhaoine singil ar mhaithe le cúrsaí cánach

source: If your spouse or civil partner dies, the way you are taxed in that year depends on how you were taxed as a couple
ga: Má fháigheann do chéile bás, braitheann an chaoi a ngearrtar cáin ort an bhliain sin ar an gcaoi ar gearradh cáin oraibh mar lánúin

source: That is, whether you were taxed through Single Assessment, Separate Assessment or Joint Assessment
ga: Sé sin, más rud é gur gearradh cáin ort trí mheasúnú singil, measúnú ar leith, nó comhmheasúnú

source: For more information on these options see the information on the taxation of married people and civil partners
ga: Chun tuilleadh eolais a fháil ar na roghanna seo féach an t-eolas ar cháin ar dhaoine pósta

source: If you were both taxed as single persons then the Widowed Person's or Surviving Civil Partner's Tax Credit (see below) will replace the personal tax credit you had at the start of the year
ga: Más rud é gur gearradh cáin ar an bheirt agaibh mar dhaoine singil mar sin tógfaidh creidmheasanna cánach an bhaintreach/baintreach fir (féach thíos) áit an creidmheasanna cánach phearsanta a bhí agat ag tús na bliana

source: If you and your spouse or civil partner were taxed under separate assessment then the Widowed Person's or Surviving Civil Partner's Tax Credit will replace your personal tax credit
ga: Má gearradh cáin ortsa agus ar na chéile faoi mheasúnú ar leith th]ógfaidh an creidmheasanna cánach an bhaintreach/baintreach fir áit do chreidmheasanna cánach phearsanta

source: You may also be entitled to unused tax credits that were allocated to your spouse or civil partner
ga: D'fhéadfadh tú a bheith i dteideal creidmheasanna cánach nar baineadh úsáid astu ach a bhí ag dul do do chéile

source: If a married couple is jointly assessed for tax, the spouse or civil partner with the obligation to make tax returns, etc., is known as the assessable spouse or nominated civil partner
ga: Má dhéantar comhmheasúnú cánach ar lánúin phósta, glaoightear an céile inmheasúnaithe ar an céile a chaithfidh na foirmeach cánach a líonadh srl., agus glaoightear an céile neamh-inmheasúnaithe ar an céile eile

source: The assessable spouse or nominated civil partner is the person the couple has nominated as such
ga: Sé an céile inmheasúnaithe an duine a roghnaíonn an lánúin féin

source: If no one has been nominated, the assessable person is the spouse or civil partner with the higher income and remains the assessable spouse or nominated civil partner until a decision is made to the contrary
ga: Mura roghnaítear aon nduine, sé an céile leis an ioncam is airde an duine inmheasúnaithe agus fanann sé/sí mar an duine dhéantar measúnú air go dtí go ndéantar cinneadh eile

source: The tax treatment of a married couple jointly assessed to tax in the year where one spouse dies depends on whether the assessable spouse or the non-assessable spouse dies
ga: Nuair a dhéantar Comhmheasúnú cánach ar lánúin phósta sa bhliain ina bhfaigheann duine acu bás, braitheann sé ar cé acu bhásaigh - an céile inmheasúnaithe nó an céile eile

source: Death of the non-assessable spouse
ga: Bás céile nach ndéantar measúnú air/uirthi

source: In the tax year in which a non assessable spouse dies, the assessable spouse
ga: Sa bhliain cánach ina bhfaigheann an céile nach ndéantar measúnú air/uirthi bás, gearrtar cáin ar an gcéile inmheasúnaithe

source: • Is taxable on his/her own total income for the full year plus the total income of his/her spouse to the date of death
ga: • Ar a (h)ioncaim iomlán don bhliain iomlán chomh maith le ioncaim iomlán a c(h)éile go dtí dáta a b(h)ás

source: • Is entitled to the full amount of the married tax credit and the PAYE credit (2 PAYE credits if both have enough income taxable under the PAYE system)
ga: • Tá sé/sí i dteideal an suim iomlán den chreidmheas cánach pósta agus an chreidmheas (2 chreidmheas ÍMAT má tá ioncaim cánach na beirte sách mór faoin gcóras ÍMAT)

source: • May claim other tax credits due to both spouses in that year
ga: • D'fhéadfaí creidmheasanna cánach eile a éileamh ón bheirt agaibh sa bhliain sin

source: Death of the assessable spouse
ga: Bás céile a dhéantar measúnú air/uirthi

source: For the period 1 January to the date of death, the assessable spouse:
ga: Ón tréimhse 1 Eanair go dtí dáta an bháis, gearrtar cáin ioncaim iomlán na céile inmheasúnaithe:

source: • Is taxable on his/her own total income and the total income of his/her spouse for this period
ga: • Agus gearrtar cáin air/uirthi ar ioncaim iomlán a c(h)éile don tréimhse sin

source: • Is entitled to the full amount of the married tax credit and the PAYE credit (2 PAYE credits if both have sufficient income taxable under the PAYE system)
ga: • Tá sé/sí i dteideal an suim iomlán den chreidmheas cánach pósta agus an chreidmheas (2 chreidmheas ÍMAT má tá ioncaim cánach na beirte sách mór faoin gcóras ÍMAT)

source: • May claim a proportion of other credits up to date of death
ga: • D'fhéadfaí cuid de chreidmheasanna eile a éileamh suas go dtí dáta an bháis

source: • Has the tax rate bands that apply to a married couple
ga: • Tá rátaí bandaí cánach aige/aici a bhaineann le lánúin phósta

source: From the date of death to the end of the tax year, the widowed spouse:
ga: Ó dháta an bháis go dtí deireadh na bliana cánachá an bhaintreach/baintreach fir:

source: • Is assessable on his/her own income for this period
ga: • Inmheasúnaithe ar a (h)ioncaim don tréimhse seo

source: • Is entitled to the widowed person’s tax credit for year of bereavement and the PAYE credit (if taxed on PAYE)
ga: • I dteideal creidmheas cánach baintrí don bhliain ina bhásaigh an duine agus creidmheas ÍMAT (má tá cáin á ghearradh ort ar ÍMAT)

source: • May claim tax credits for the period following the death
ga: • D'fhéadfaí creidmheasanna cánach a éileamh don thréimhse taréis an bháis

source: • Has the tax rate bands that apply to a single/widowed person Following the year of death
ga: • Tá an ráta banda cánach aige/aici a bhaineann le duine singil/baintreach

source: Widowed Person’s Tax Credit
ga: Creidmheas cánach an bhaintreach/baintreach fir

source: An increased personal tax credit is available to widowed people
ga: Tá méadú ar fáil duit ar do chreidmheas cánach phearsanta más baintreach thú

source: The amount of the tax credit varies according to whether or not the surviving spouse has dependent children and how recent the bereavement was
ga: Braitheann méid an creidmheas cánach ar cé chomh luath agus a fuair an duine bás agus má tá páistí ag braith ar an céile a mhaireann

source: Widowed person without dependent children
ga: Baintreach gan leanaí cleithiúnacha

source: A widowed person without a dependent child will still get the Married Person or Civil Partner's Tax Credit in the year of bereavement, which is €3,300 in 2016
ga: Bíonn baintreach gan leanbh cleithiúnach i dteideal Creidmheas Cánach Dhuine Pósta a fháil le linn na bliana méala, rud is fiú €3,300 i 2016

source: Each year following the year of bereavement you will get the Widowed Person or Surviving Civil Partner's Tax Credit, which is €2,190 in 2016
ga: Gheobhaidh tú Creidmheas Cánach Baintrí sna blianta ina dhiaidh sin, rud is fiú €2,190 i 2016

source: Widowed person with dependent children
ga: Baintreach le leanaí cleithiúnacha

source: If you are a widowed person with a dependent child you will still get the Married Person or Civil Partner's Tax Credit in the year of bereavement which is €3,300 in 2016
ga: Más baintreach tú agus má tá leanbh cleithiúnach ort gheobhaidh tú Creidmheas Cánach Dhuine Pósta le linn na bliana méala, rud is fiú €3,300 i 2016

source: In subsequent years, as long as you continue to have dependent children you will get a Widowed Person or Surviving Civil Partner's (with dependent children) Tax Credit (€1,650 in 2016) and a Single Person Child Carer Credit (€1,650 in 2016)
ga: Gheobhaidh tú Creidmheas Cánach Baintrí (le leanaí cleithiúnacha) sna blianta ina dhiaidh sin fad atá leanaí cleithiúnacha agat. Is ionann é sin agus €1,650 i 2016. Lena chois sin gheobhaidh tú an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil, rud is fiú €1,650 i 2016

source: You are also entitled to an additional tax credit, the Widowed Parent or Surviving Civil Partner Tax Credit, for the first five years after the year of death - see below
ga: Bíonn tú i dteideal creidmheas cánach eile, Creidmheas Cánach Tuismitheora Baintrí, a bheith agat freisin ar feadh na chéad chúig bliana i ndiaidh an bháis - féach thíos

source: If you are widowed with dependent children and have not remarried but are cohabiting with a partner, you are not considered as a widowed person (with dependent children) for tax purposes
ga: Má tharlaíonn sé gur baintreach tú agus leanaí cleithiúnacha ort, agus murar phós tú ach má tá tú i do chónaí le pháirtí, ní ghlactar leis chun críche cánach gur baintreach (le leanaí cleithiúnacha) tú

source: This means you are not entitled to the Widowed Person's (with dependent children) Tax Credit or the Single Person Child Carer Credit, however, you can get the Widowed Person's Tax Credit instead
ga: Ciallaíonn sé seo nach bhfuil tú i dteideal Creidmheas Cánach Baintrí (le leanaí cleithiúnacha) a bheith agat nó Creidmheas Cánach Cúramóra Linbh do Dhuine Singil, ach féadfaidh tú Creidmheas Cánach Baintí a bheith agat ina n-áit, rud is fiú €2,190 i 2016

source: Also, if you are widowed and have not remarried but no longer have dependent children, you will not be considered as a widowed person (with dependent children)
ga: Lena chois sin más baintreach tú agus murar phós tú arís, ach nach bhfuil leanaí cleithiúnacha agat a thuilleadh, ní ghlacfar leis gur baintreach (le leanaí cleithiúnacha) tú

source: Instead, you will get the Widowed Person or Surviving Civil Partner's Tax Credit
ga: Mar mhalairt air sin gheobhaidh tú Creidmheas Cánach Baintrí

source: The Widowed Parent or Surviving Civil Partner Tax Credit is available for five years, beginning in the year after the year of bereavement
ga: Tá sé ar fáil ar feadh cúig bliana, ag tosnútar éis na bliana a fhaigheann an duine bás

source: If you are bereaved in 2016 you will not get a Widowed Parent or Surviving Civil Partner Tax Credit untill 2017
ga: Má tharlaíonn sé gur baintreach tú i 2016, ní gheobhaidh tú Creidmheas Cánach Tuismitheora Baintrí roimh 2017

source: Only one Widowed Parent Tax or Surviving Civil Partner Credit is granted, irrespective of the number of children
ga: Ní thugtar ach Creidmheas Cánach Tuismitheora Baintrí amháin is cuma cé mhéid leanaí atá agat

source: The amount of the tax credit varies each year as follows:
ga: Athraíonn méid an chreidmheas cánach gach bliain mar seo a leanas:

source: │ │Widowed │Widowed │Widowed │Widowed │Widowed│
ga: │ │Creidmheas │Creidmheas │Creidmheas │Creidmheas │Creidmheas │

source: │If you │Parent │Parent │Parent │Parent │Parent │
ga: │ │Cánach do │Cánach do │Cánach do │Cánach do │Cánach do │

source: │in: │due in │due in │due in │due in │due in │
ga: │Chéile│ar Baintreach│ar Baintreach│ar Baintreach│ar Baintreach│ar Baintreach│

source: │ │was: │was: │was: │was: │is: │
ga: │ │Fir é i 2012:│Fir é i 2013:│Fir é i 2014:│Fir é i 2015:│Fir é i 2016:│

source: │2008 │€2,250 │€1,800 │Nil │Nil │Nil │
ga: │2008 │€2,250 │€1,800 │Neamhní │Neamhní │Neamhní │

source: │2007 │€1,800 │Nil │Nil │Nil │Nil │
ga: │2007 │€1,800 │Neamhní │Neamhní │Neamhní │Neamhní │

source: To qualify for the Widowed Parent or Surviving Civil Partner Tax Credit:
ga: Chun cáiliú don Chreidmheas Cánach an Bhaintreach/Baintreach Fir:

source: • You must not have re-married by the start of the tax year and must not be cohabiting with a partner
ga: • Caithfidh páiste incháilithe a bheith ina c(h)ónaí leat do chuid den bhliain cánach

source: • A qualifying child must reside with you for some part of the tax year
ga: • Níl cead tugtha ach do chreidmheas cánach amháin, is cuma cé mhéad páiste atá i gceist

source: • The child must be under 18 or, if over 18, in full-time eduction or undergoing a full-time training course for a trade or profession for a minimum of 2 years
ga: • Caithfidh an páiste a bheith faoi 18, má tá sé os cionn 18, in oideachas lán aimseartha

source: There is no age restriction if the child became permanently incapacitated when under 21 or in full-time education or training
ga: Níl aon srian ó thaobh aois de má tharlaíonn míchumais lánaimseartha den pháiste agus sé/sí faoi 21 nó in oideachas/traenáil lán aimseartha

source: • The child may be an adopted child, a stepchild or any child that you support and have custody of
ga: • D'fhéadfadh an páiste a bheith uchtaithe, a bheith ina leas-leanbh nó aon pháiste atá ag braith ort agus atá faoi do chúraim

source: Following the death of a spouse, you should contact Revenue to inform them so that they can arrange for you to receive the appropriate tax credits
ga: Tar éis bháis do chéile, ba chóir duit teagmháil a dhéanamh leis na gCoimisinéirí Ioncaim chun iad a chuir ar an eolas ionas go mbeadh siad in ann a dhéanamh cinnte go bhfaighidh tú na creidmheasanna cánach cuí

source: Please remember to have your PPS number to hand in any dealings with Revenue
ga: Ná déan dearmad do uimhir PSP a bheith agat agus thú ag déileáil leis na gCoimisinéirí Ioncaim

source: You can also claim tax credits online
ga: Is féidir leat freisin creidmheasanna cánach a éileamh ar an idirlíon

source: You can claim tax credits online using Revenue's PAYE Anytime service which is accessed through Revenue's myAccount
ga: Uimhreacha ló-ghlaoch teileafóin do oifigí réigiúnach na gCoimisinéirí Ioncaim ar fáil anseo

source: Lo-call telephone numbers for Revenue regional offices are available here. You can find more detailed contact details for your region
ga: Is féidir leat a thuilleadh leat a thuilleadh eolais a fháil faoi shonraí teagmhála do do réigiún anseo
